Repository: Desenvolvedor-Lucas/MinhasVendas
Catalog: MinhasVendas/MinhasVendas/ABC_Translate/AppResources.*.resx
Languages: pt

source: Add customer
pt: Adicionar cliente

source: Add this customer to the sale?
pt: Adicionar este cliente na venda?

source: All empty
pt: Todos vazios

source: Anonymous
pt: Anônimo

source: Aquatic theme
pt: Tema Aquático

source: Attention
pt: Atenção

source: Cash
pt: Caixa

source: Choose theme
pt: Escolher tema

source: Client
pt: Cliente

source: Customer
pt: Cliente

source: Customers
pt: Clientes

source: Dark theme
pt: Tema escuro

source: Date
pt: Data

source: Default theme
pt: Tema padrão

source: Description of my company
pt: Descrição da minha empresa se encontra aqui mesmo

source: Details
pt: Detalhes

source: Details of Customer
pt: Detalhes do cliente

source: Do you really want to delete this customer?
pt: Você realmente deseja deletar este cliente?

source: Do you really want to delete this sale?
pt: Você realmente deseja deletar esta venda?

source: Earnings
pt: Ganhos

source: Edit
pt: Editar

source: Edit Customer
pt: Editar cliente

source: Edit Theme
pt: Editar Tema

source: Edit User
pt: Editar Perfil

source: Enter the customers name
pt: Digite o nome do cliente

source: Enter the product name
pt: Digite o nome do produto

source: Enter the quantity of product
pt: Digite a unidade do produto

source: Enter the value
pt: Digite o valor

source: Exclude
pt: Excluir

source: Fire theme
pt: Tema Fogo

source: Lemon theme
pt: Tema Limão

source: My customers
pt: Meus clientes

source: Name
pt: Nome

source: Name and Product empty
pt: Nome e Produto vazio

source: Name and Unit empty
pt: Nome e Unidade vazia

source: Name and Value empty
pt: Nome e Valor vazio

source: Name empty
pt: Nome vazio

source: Name of my company
pt: Nome da minha empresa

source: Name, Product and Unit empty
pt: Nome, produto e unidade vazia

source: Name, Products and Value empty
pt: Nome, produtos e valor vazios

source: Name, Unit and Value empty
pt: Nome, Unidade e Valor vazios

source: New Customer
pt: Novo Cliente

source: New Sale
pt: Nova Venda

source: No
pt: Não

source: Notes
pt: Notas

source: Please check if you have added something at the entrance of the units!
pt: Verifique se você adicionou algo na entrada das unidades!

source: Please check if you have added something at the entrance of the units, and the value!
pt: Verifique se adicionou algo na entrada das unidades e o valor!

source: Please check if you have added something at the entry of the name or product, and the units!
pt: Verifique se você adicionou algo na entrada do nome ou produto e as unidades!

source: Please check if you have added something in the name or product entry, and the value!
pt: Verifique se você adicionou algo no nome ou na entrada do produto e o valor!

source: Please check if you have added something in the value entry!
pt: Verifique se você adicionou algo na entrada de valor!

source: Please make sure that you have added something in the Name and Units!
pt: Certifique-se de ter adicionado algo em Nome e Unidades!

source: Please make sure you have added something at the product entry, Units and Value!
pt: Certifique-se de ter adicionado algo na entrada do produto, Unidades e Valor!

source: Please make sure you have added something in all entries!
pt: Certifique-se de ter adicionado algo em todas as entradas!

source: Please make sure you have added something in the Name and Product entry!
pt: Certifique-se de ter adicionado algo na entrada Nome e Produto!

source: Please make sure you have added something in the Name and Value entry!
pt: Certifique-se de ter adicionado algo na entrada Nome e Valor!

source: Please make sure you have added something in the Name entry!
pt: Certifique-se de ter adicionado algo na entrada Nome!

source: Please make sure you have added something in the Name, Product and Units entry!
pt: Certifique-se de ter adicionado algo na entrada Nome, Produto e Unidades!

source: Please make sure you have added something in the Name, Product and Value entry!
pt: Certifique-se de ter adicionado algo na entrada Nome, Produto e Valor!

source: Please make sure you have added something in the Product entry!
pt: Certifique-se de ter adicionado algo na entrada do produto!

source: Please make sure you've added something in the Name, Units, and Value entry!
pt: Certifique-se de ter adicionado algo na entrada Nome, Unidades e Valor!

source: Product
pt: Produto

source: Product and Unit empty
pt: Produto e Unidade vazia

source: Product and Value empty
pt: Produto e Valor vazio

source: Product empty
pt: Produto vazio

source: Product, Unit and Value empty
pt: Produto, Unidade e Valor vazios

source: Sale
pt: Venda

source: Sale added Successfully!
pt: Venda adicionada com sucesso!

source: Sale completed
pt: Venda concluida

source: Sale Conclude
pt: Venda Concluida

source: Sale Edit
pt: Editar Venda

source: Sale Information
pt: Informações da venda

source: Shopped
pt: Comprou

source: Stock of products
pt: Estoque de produtos

source: Successfully added!
pt: Adicionado com sucesso!

source: Total Value
pt: Valor Total

source: Unit
pt: Unidade

source: Unit and Value empty
pt: Unidade e valor vazio

source: Unit empty
pt: Unidade vazia

source: Units
pt: Unidades

source: User
pt: Perfil

source: Value
pt: Valor

source: Value empty
pt: Valor vazio

source: Value Product
pt: Valor do produto

source: View your sales
pt: Visualizar suas vendas

source: Yes
pt: Sim
